Repository: Encrypt-OS/PKGBUILDS
Catalog: calamares_current/src/calamares/lang/python/*/LC_MESSAGES/python.po
Languages: es

source: Configuring initramfs.
es: Configurando initramfs - sistema de inicio -.

source: Configuration Error
es: Error de configuración

source: No partitions are defined for <pre>{!s}</pre> to use.
es: No hay definidas particiones en 1{!s}1 para usar.

source: No root mount point is given for <pre>{!s}</pre> to use.
es: No se facilitó un punto de montaje raíz utilizable para <pre>{!s}</pre>

source: Configure GRUB.
es: Configure GRUB - menú de arranque multisistema -

source: Install bootloader.
es: Instalar gestor de arranque.

source: Failed to install grub, no partitions defined in global storage
es: Error al instalar grub, no hay particiones definidas en el almacenamiento global

source: Bootloader installation error
es: Error de instalación del cargador de arranque

source: The bootloader could not be installed. The installation command <pre>{!s}</pre> returned error code {!s}.
es: No se pudo instalar el cargador de arranque. El comando de instalación <pre>{!s}</pre> devolvió el código de error {!s}.

source: Writing fstab.
es: Escribiendo la tabla de particiones fstab

source: No <pre>{!s}</pre> configuration is given for <pre>{!s}</pre> to use.
es: No se proporciona ninguna configuración de <pre>{!s}</pre> para que<pre>{!s}</pre> la use.

source: Creating initramfs with dracut.
es: Creando initramfs - sistema de arranque - con dracut - su constructor -.

source: Failed to run dracut on the target
es: Falló en ejecutar dracut - constructor de arranques - en el objetivo

source: The exit code was {}
es: El código de salida fue {}

source: Cannot write KDM configuration file
es: No se puede escribir el archivo de configuración KDM

source: KDM config file {!s} does not exist
es: El archivo de configuración {!s} de KDM no existe

source: Cannot write LXDM configuration file
es: No se puede escribir el archivo de configuración LXDM

source: LXDM config file {!s} does not exist
es: El archivo de configuracion {!s} de LXDM no existe

source: Cannot write LightDM configuration file
es: No se puede escribir el archivo de configuración de LightDM

source: LightDM config file {!s} does not exist
es: El archivo de configuración {!s} de LightDM no existe

source: Cannot configure LightDM
es: No se puede configurar LightDM

source: No LightDM greeter installed.
es: No está instalado el menú de bienvenida LightDM

source: Cannot write SLIM configuration file
es: No se puede escribir el archivo de configuración de SLIM

source: SLIM config file {!s} does not exist
es: El archivo de configuración {!s} de SLIM no existe

source: No display managers selected for the displaymanager module.
es: No se ha seleccionado ningún gestor de pantalla para el modulo displaymanager

source: The displaymanagers list is empty or undefined in both globalstorage and displaymanager.conf.
es: La lista de gestores de pantalla está vacía o indefinida tanto en el globalstorage como en el displaymanager.conf.

source: Display manager configuration was incomplete
es: La configuración del gestor de pantalla estaba incompleta

source: Configure OpenRC services
es: Configure servicios del sistema de inicio OpenRC

source: Cannot add service {name!s} to run-level {level!s}.
es: No se puede/n añadir {name!s} de servicio/s al rango de ejecución {level!s}.

source: Cannot remove service {name!s} from run-level {level!s}.
es: No se puede/n borrar el/los servicio/s {name!s} de los rangos de ejecución {level!s}.

source: Unknown service-action <code>{arg!s}</code> for service {name!s} in run-level {level!s}.
es: Acción desconocida d/e el/los servicio/s <code>{arg!s}</code> para el/los servicio/s {name!s} en el/los rango/s de ejecución {level!s}.

source: Cannot modify service
es: No se puede modificar el servicio

source: <code>rc-update {arg!s}</code> call in chroot returned error code {num!s}.
es: <code>rc-update {arg!s}</code> - orden de actualización - en chroot - raíz cambiada - devolvió el código de error {num!s}.

source: Target runlevel does not exist
es: El rango de ejecución objetivo no existe

source: The path for runlevel {level!s} is <code>{path!s}</code>, which does not exist.
es: La ruta hacia el rango de ejecución {level!s} es 1{path!s}1, y no existe.

source: Target service does not exist
es: El servicio objetivo no existe

source: The path for service {name!s} is <code>{path!s}</code>, which does not exist.
es: La ruta hacia el/los servicio/s {name!s} es <code>{path!s}</code>, y no existe.

source: Saving network configuration.
es: Guardando la configuración de red.

source: Install packages.
es: Instalar paquetes.

source: Processing packages (%(count)d / %(total)d)
es: Procesando paquetes (%(count)d / %(total)d)

source: Installing one package.
es: Instalando un paquete.

source: Removing one package.
es: Eliminando un paquete.

source: Package Manager error
es: Error del Gestor de Paquetes

source: The package manager could not prepare updates. The command <pre>{!s}</pre> returned error code {!s}.
es: El Gestor de Paquetes no pudo preparar actualizaciones. El comando <pre>{!s}</pre> devolvió el código de error {!s}.

source: The package manager could not update the system. The command <pre>{!s}</pre> returned error code {!s}.
es: El Gestor de Paquetes no pudo actualizar el sistema. El comando <pre>{!s}</pre> devolvió el código de error {!s}.

source: The package manager could not make changes to the installed system. The command <pre>{!s}</pre> returned error code {!s}.
es: El Gestor de Paquetes no pudo realizar cambios en el sistema instalado. El comando <pre>{!s}</pre> devolvió el código de error {!s}.

source: Configure Plymouth theme
es: Configure el tema de Plymouth - menú de bienvenida.

source: Configuring mkinitcpio.
es: Configurando mkinitcpio - sistema de arranque básico -.

source: Configuring locales.
es: Configurando especificaciones locales o regionales.

source: Mounting partitions.
es: Montando particiones

source: Internal error mounting zfs datasets
es: Error interno al montar conjuntos de datos zfs

source: Failed to import zpool
es: Error al importar zpool

source: Failed to unlock zpool
es: Error al desbloquear zpool

source: Failed to set zfs mountpoint
es: Error al establecer el punto de montaje zfs

source: zfs mounting error
es: error de montaje zfs

source: Installing data.
es: Instalando datos.

source: Dummy python job.
es: Tarea de python ficticia.

source: Dummy python step {}
es: Paso {} de python ficticio

source: Setting hardware clock.
es: Configurando el reloj de la computadora.

source: Configuring OpenRC dmcrypt service.
es: Configurando el servicio - de arranque encriptado -. OpenRC dmcrypt

source: Configure systemd services
es: Configurar servicios de systemd

source: <code>systemctl {arg!s}</code> call in chroot returned error code {num!s}.
es: La orden <code> systemctl {arg!s} </code> en chroot devolvió el código de error {num!s}.

source: Cannot enable systemd service <code>{name!s}</code>.
es: No se puede activar el servicio de systemd <code>{name!s}</code>.

source: Cannot enable systemd target <code>{name!s}</code>.
es: No se puede activar el objetivo de systemd <code>{name!s}</code>.

source: Cannot enable systemd timer <code>{name!s}</code>.
es: No se puede habilitar el temporizador systemd <code>{name!s}</code>.

source: Cannot disable systemd target <code>{name!s}</code>.
es: No se puede desactivar el objetivo de systemd <code>{name!s}</code>.

source: Cannot mask systemd unit <code>{name!s}</code>.
es: No se puede enmascarar la unidad de systemd <code>{name!s}</code>.

source: Unknown systemd commands <code>{command!s}</code> and <code>{suffix!s}</code> for unit {name!s}.
es: Órdenes desconocidas de systemd <code>{command!s}</code> y <code>{suffix!s}</code> para la/s unidad /es {name!s}.

source: Creating initramfs with mkinitfs.
es: Creando initramfs con mkinitfs.

source: Failed to run mkinitfs on the target
es: Error al ejecutar mkinitfs en el objetivo

source: Filling up filesystems.
es: Rellenando los sistemas de archivos.

source: rsync failed with error code {}.
es: Falló la sincronización mediante rsync con el código de error {}.

source: Unpacking image {}/{}, file {}/{}
es: Desempaquetando la imagen {}/{}, archivo {}/{}

source: Starting to unpack {}
es: Iniciando el desempaquetado {}

source: Failed to unpack image "{}"
es: No se pudo desempaquetar la imagen «{}»

source: No mount point for root partition
es: No especificó un punto de montaje para la partición raíz - / o root -

source: globalstorage does not contain a "rootMountPoint" key.
es: El globalstorage no contiene una llave "rootMountPoint".

source: Bad mount point for root partition
es: Punto de montaje no válido para una partición raíz,

source: rootMountPoint is "{}", which does not exist.
es: rootMountPoint es "{}", que no existe.

source: Bad unpackfs configuration
es: Mala configuración de unpackfs

source: There is no configuration information.
es: No hay información de configuración.

source: The filesystem for "{}" ({}) is not supported by your current kernel
es: El sistema de archivos para "{}" ({}) no es compatible con su kernel actual

source: The source filesystem "{}" does not exist
es: El sistema de archivos de origen "{}" no existe

source: Failed to find unsquashfs, make sure you have the squashfs-tools package installed.
es: No se pudo encontrar unsquashfs, asegúrese de tener instalado el paquete squashfs-tools.

source: The destination "{}" in the target system is not a directory
es: El destino "{}" en el sistema escogido no es una carpeta
